helpinfo = """
<b>Помощь по использованию бота:</b>

/start - Начать поиск покемона
/go - идти
/help - Вывести это сообщение справки
/pokedex - Показать Покемонов
/get_pokebols - получить 5 бесплатных покемонов за ежедневный вход 
/rarity - все редкости и шанс выпадения
<b>Дополнительные команды:</b>
/help - Вывести это сообщение справки

<b>Обратите внимание:</b>
- После каждой успешной или неудачной попытки поиска вам будут предоставлены соответствующие опции.
<b>go</b> - Попробовать поймать покемона
<b>keepgoing</b> - Продолжить поиски
<b>skip</b> - Пропустить и попробовать еще раз
<b>retry</b> - Повторить попытку
- Удачи в поисках покемонов!
"""

rarity = 'Common: 60%\nUncommon: 23%\nRare: 12%\nSuperRare: 3%\nEpic: 1.9%\nLegendary: 0.1%'